export const words5 = [
["foul","грязный,отвратительный (на «f»)"],

["to break out","разразиться, вспыхнуть (словосочетание)"],

["belch","отрыжка"],

["to droop","свисать, на «dr»"],

["temple","висок, храм"],

["to tolerate","терпеть ,переносить"],

["cabin","хижина, изба (на «c»)"],

["log","бревно, брус"],

["padlock","висячий замок"],

["to look nothing like","быть совсем не похожим на"],

["porky","жирный, на «p»"],

["to bring up","воспитывать"],

["let alone","не даже говоря о"],

["lounge","гостиная, холл"],

["rapturously","восторженно, на «r»"],

["to aim","нацеливаться"],

["forcefully","решительно, на «f»"],

["hedge","изгородь, ограда"],

["dung","навоз, на «d»"],

["to tear up","покинуть место в большой спешке"],

["appeal","привлекательность"],

["archenemy","заклятый враг"],

["cunning","хитрый","коварный, на «c»"],

["livid","мертвенно бледный"],

["absentmindedly","рассеянно"],

["to jeer","насмехаться, глумиться, на «j»"],

["to hitch up","подтянуть (штаны)"],

["to set on fire","поджечь"],

["to chuck out","избавиться от чего-либо"],

["blow","удар, на «bl»"],

["to loll around","валяться без дела"],

["to mow","косить"],

["flowerbed","клумба"],

["to prune","подрезать"],
["bait","приманка, наживка"],
["to collapse","рухнуть (на кровать)"],
//офис куча серий
["to immortalize","увековечить"],

["backup","резервный, запасной"],

["solution","раствор, на «s»"],

["zing and pep","задор и бодрость духа"],

["to josh around","обмениваться добродушными шутками"],

["wagon","вагончик, тележка"],

["to tow","буксировать, тащить"],

["to diss","оскорблять, на «d»"],

["explanatory","пояснительный, объясняющий"],

["to sass","дерзить"],

["humility","смирение, покорность"],

["clash","столкновение, битва"],

["to pick on","обращаться плохо с кем-то"],

["to carol","воспевать, колядовать"],

["probation","испытательный срок, стажировка"],

["consequences","последствия"],

["jug","кувшин"],

["cashier","кассир"],

["canvas","холст"],

["booth","будка, стенд (на выставке)"],

["to lure","завлекать, заманивать"],

["application","заявление (на работу)"],
["imposter","самозванец"],

["deceiver","обманщик"],

["prejudice","предубеждения, на «prej»"],

["bias","предубеждение, на «b»"],

["to adjust","настраивать, регулировать, на «а»"],

["lumbar","поясничный"],

["curvy","изогнутый, соблазнительный"],

["anticipation","предвкушение, ожидание"],

["forthcoming","предстоящий, грядущий"],

["ferris wheel","колесо обозрения"],

["racoon","енот"],

["rabid","бешеный"],

["presence","присутствие"],
["shelter","укрытие, убежище"],

["brief","краткий, лаконичный"],

["seagull","чайка"],

["tacky","липкий, на «t»"],

["lodge","сторожка, охотничий домик"],

["sirloin","вырезка, филейная часть"],

["contemplative","созерцательный"],

["to terminate","завершать, прекращать"],

["vigilant","бдительный"],
["paddle","весло, лопатка, ракетка (настольный теннис)"],

["asylum","убежище, приют"],

["bench","скамейка"],

["reliable","надежный"],

["hump","горб, бугор"],

["to simmer down","остыть, не быть таким напряженным"],

["to resemble","походить, напоминать, на «r»"],

["serenity","безмятежность, спокойствие"],

["to brag","хвататься, на «b»"],

["to press charge","выдвинуть обвинение"],

["to renovate","ремонтировать"],

["satellite","спутник"],

["junkyard","свалка"],

["witness","свидетель, очевидец"],

["mesh","сетчатый"],

["implicitly","неявно, косвенно"],

["sassy","дерзкий, на «sa»"],

["to get laid","переспать"],

["eligible","приемлемый, допустимый, на «е»"],

["slob","неряха, разгильдяй"],

["orphanage","детский дом"],

["orphan","сирота"],

["mortal","смертный, смертельный"],

["dandruff","перхоть"],

["to crave","жаждать, желать, на «с»"],

["renowded","известный, знаменитый, на «r»"],

["observation","наблюдение"],

["predator","хищник"],

["election","выборы, голосовние"],

["to molest","приставать, домогаться"],

["hazard","угроза, риск, опасность"],

["poverty","бедность, нищета"],

["spare","запасной"],

["to resemble","походить, напоминать"],

["bladder","мочевой пузырь"],

["tribe","племя, клан"],

["inevitable","неизбежный, неминуемый"],

["to elaborate","разрабатывать, вырабатывать"],

["wire","провод, кабель, на «w»"],

["skid","занос (когда не справился с управлением)"],

["emeritus","заслуженный, почечный (на «e»)"],

["enterprise","предприятие, компания"],

["emerging","возникающий, появляющийся"],

["dignity","достоинство"],

["to proceed","продолжать"],

["bizarre","странный, причудливый, на «b»"],

["germ","зачаток, бактерия, на «g»"],

["to distribute","распространять, распределять, на «d»"],

["crucifix","крест (религиозный)"],

["nationwide chain","многонациональный мир"],

["to decline","снижаться, на «dec»"],

["to obsolete","устареть"],

["mercury","ртуть"],

["annex","приложение, пристройка"],

["peasant","крестьянин"],

["prophecy","пророчество"],

["shindig","вечеринка"],

["obligation","обязанность"],

["feces","экскрименты"],

["to cater","обслуживать, угождать"],

["nausea","тошнота"],

["banisters","перила"],

["where to begin","с чего бы начать"],

["to pay off","расплатиться"],
["consternation","ужас, испуг, на «c»"],

["to negotiate","договариваться, вести переговоры"],

["regard","уважение, на «reg»"],

["jade","нефрит"],

["modest","скромный, на «m»"],

["inevitably","неизбежно"],

["mere","простой"],
["to shun","избегать, на «s»"],

["zoppity","масштабность"],

["circulation","кровообращение"],

["to get drafty","простыть (из-за сквозняка)"],

["fatigue","утомление"],

["irritability","раздражительность"],

["to contribute","способствовать"],
["rug","ковер"],

["to escort","сопровождать, провожать, на «е»"],

["straightforward","обычный, незамысловатый, на «s»"],

["accomplice","сообщник, соучастник"],

["hemp","конопля"],

["hotshot","крутой парень"],

["former","бывший, прежний, тогдашний"],

["jokester","шутник"],

["minor","несовершеннолетний"],

["to repulse","отбивать, отражать (атаку)"],

["against the will","против воли"],

["to take a chance on","дать шанс (кому-то)"],
]