export const words5 = [
["foul","грязный,отвратительный (на «f»)"],

["to break out","разразиться, вспыхнуть (словосочетание)"],

["belch","отрыжка"],

["to droop","свисать, на «dr»"],

["temple","висок, храм"],

["to tolerate","терпеть ,переносить"],

["cabin","хижина, изба (на «c»)"],

["log","бревно, брус"],

["padlock","висячий замок"],

["to look nothing like","быть совсем не похожим на"],

["porky","жирный, на «p»"],

["to bring up","воспитывать"],

["let alone","не даже говоря о"],

["lounge","гостиная, холл"],

["rapturously","восторженно, на «r»"],

["to aim","нацеливаться"],

["forcefully","решительно, на «f»"],

["hedge","изгородь, ограда"],

["dung","навоз, на «d»"],

["to tear up","покинуть место в большой спешке"],

["appeal","привлекательность"],

["archenemy","заклятый враг"],

["cunning","хитрый","коварный, на «c»"],

["livid","мертвенно бледный"],

["absentmindedly","рассеянно"],

["to jeer","насмехаться, глумиться, на «j»"],

["to hitch up","подтянуть (штаны)"],

["to set on fire","поджечь"],

["to chuck out","избавиться от чего-либо"],

["blow","удар, на «bl»"],

["to loll around","валяться без дела"],

["to mow","косить"],

["flowerbed","клумба"],

["to prune","подрезать"],

["bait","приманка, наживка"],

["to collapse","рухнуть (на кровать)"]]