export const special =
   [["yī","一","один",""],

["èr","二","два",""],

["sān","三","три",""],

["sì","四","четыре",""],

["wǔ","五","пять",""],

["liù","六","шесть",""],

["qī","七","семь",""],

["bā","八","восемь",""],

["jiǔ","九","девять",""],

["shí","十","десять",""],

["ài","爱","любить",""],

["bái","白","белый, светлый",""],

["báitiān","白天","дневное время",""],

["bàntiān","半天","пол-дня",""],

["bēi","杯","чашка, стакан",""],

["wǒ","我","я",""],

["chá","茶","чай",""],
["nǐ","你","ты",""],
["tā","他","он",""],
["tā","她","она",""],
["zhè","这","это",""],
["shì","是","быть",""],
["bù","不","не (частица)",""],
["hǎo","好","хорошо",""],
["rén","人","человек",""],
["chī","吃","есть, кушать",""],
["hē","喝","пить",""],
["yǒu","有","иметь",""]]
