export const special =
   [["yī","一","один",""],

["èr","二","два",""],

["sān","三","три",""],

["sì","四","четыре",""],

["wǔ","五","пять",""],

["liù","六","шесть",""],

["qī","七","семь",""],

["bā","八","восемь",""],

["jiǔ","九","девять",""],

["shí","十","десять",""],

["ài","爱","любить",""],

["bái","白","белый, светлый",""],

["báitiān","白天","дневное время",""],

["bàntiān","半天","пол-дня",""],

["bēi","杯","чашка, стакан",""],

["wǒ","我","я",""],

["chá","茶","чай",""],
["nǐ","你","ты",""],
["tā","他","он",""],
["tā","她","она",""],
["zhè","这","это",""],
["shì","是","быть",""],
["bù","不","не (частица)",""],
["hǎo","好","хорошо",""],
["rén","人","человек",""],
["chī","吃","есть, кушать",""],
["hē","喝","пить",""],
["yǒu","有","иметь",""],
   ["pǎo", "跑", "бегать",""],
["dàn","蛋","куриное яйцо",""],
["fáng","房","комната",""],
["māo","貓","кошка",""],
["jiào","叫","звать (по имени)",""],
["xuéshēng","学生","студент",""],
["gōng","工","работа",""],
["chéng","程","процесс, программа",""],
["shī","师","мастер, специалист",""],
["gōngchéngshī","工程师","инженер",""],
["lǎoshī","老师","учитель",""],
["mǎ","吗","вопросительная частица",""],
["měiguó","美国","америка",""],
["zhōngguó","中国","китай",""],
["mìngzì","名字","имя, название",""],
["shénme","什么","что? какой? как?",""],
["yào","要","хотеть, желать",""],
["bàbà","爸爸","папа",""],
["de","的","частица универсальная",""],
["māmā","妈妈","мама",""],
["dìdì","弟弟","младший брат",""],
["wǒmen","我们","мы, наш",""],
["tóngxué","同学","одноклассник",""],
["péngyǒu","朋友","друг",""],
["hànyǔ","汉语","китайский язык",""],
["shuō","说","говорить",""],
["yīngyǔ","英语","английский язык",""],
["huì","会","уметь, мочь",""],
["nǎ","哪","какой? который?",""],
["shéi","谁","кто, кому, чья",""],
["qù","去","уходить, идти, отправляться",""],
["huí","回","возвращаться",""],
["jīntiān","今天","сегодня",""],
["zuótiān","昨天","вчера",""],
["hào","号","номер, дата, число",""]
   ]
