export const words5 = [
    ["to desecrate","осквернять"],

    ["to blackmail","шантажировать, вымогать"],
    
    ["commodity","товар"],
    
    ["improbable","невероятный, неправдоподобный"],
    
    ["royal","королевский"],
    
    ["to grant","дарить, предоставлять"],
    
    ["groundhog","сурок"],
    
    ["to implore","умолять"],
    
    ["to alter","изменять, менять"],
    
    ["deliberately","намеренно"],
    
    ["to wait until later","ждать до последнего"],
    
    ["mark my word","помяни мое слово"],
    
    ["enabler","способствующее средство"],
    
    ["face it","признай это"],
    
    ["rehab","реабилитация, восстановление"],
    
    ["as it turns out","как выяснилось, … (факт)"],
    
    ["to hit rock bottom","опустить на самое дно, пробить дно"],
    ["high-pitched","пронзительный (голос)"],

["earnestly","серьезно, убедительно, на «е»"],

["comforting","утешительный, успокаивающий"],

["to hiccough","икать"],

["to spring","вскочить, на «s»"],

["bar","стержень, прут"],

["grievously","мучительно, ужасно"],

["to dissolve","растворяться"],

["gratitude","благодарность"],

["goodness","великодушие"],

["modest","скромный, на «m»"],

["reverently","почтительно, с благоговением"],

["heard tell","слышать историю"],

["to dab","промакивать"],

["valiant","отважный, храбрый"],

["chink","звон, звяканье"],

["to flap","хлопать, махать крыльями"],

["peril","опасность, риск"],

["hastily","торопливо, поспешно"],

["to tilt","наклонять, опрокидывать"],

["to rival","конкурировать, враждовать"],

["yelp","визг"],

["to thud","глухой звук (биение сердца)"],

["sly","коварный, хитрый"],

["nimbly","ловко, проворно"],

["wad","пачка"],

["stomach lurch","спазм в животе"],

["plumber","сантехник"],

["to flay","сдирать кожу, свежевать"],

["underage","несовершеннолетний"],

["to relent","смягчиться, уступить, смилостовиться"],

["to starve","голодать"],

["to rattle","греметь, громыхать"],

["soggy","сырой, влажный"],


["tray","лоток, поддон, миска"],

["sulky","угрюмый, мрачный"],

["skull","череп"],

["shelf","полка"],

["to quell","подавлять, усмирять"],

["prudent","благоразумный, взвешенный"],

["regard","уважение"],

["to presume","осмеливаться"],

["to command","владеть, управлять"],

["meddlesome","надоедливый"],

["to meddle","лезть, вмешиваться"],

["flea","блоха"],

["surge","волна"],

["to wither","увядать, засыхать"],

["to plunder","расхищать, грабить"],

["to retort","возражать"],

["to haggle","торговаться"],

["hangman","палач (который вешает)"],

["necklace","ожерелье"],

["dingy","тусклый, потрепанный"],

["to devote","посвятить (чему-то), отдавать"],

["shrunken","сморщенный"],

["bristle","щетина"],

["beetle","жук"],

["skulk","прятаться"],

["repellent","отпугивающий, средство от насекомых"],

["to cling","держаться, цепляться, пристать"],

["by means of","посредством, с помощью"],

["dreadful","ужасно, страшно"],

["content","сожержимое"],

["to stroll","гулять, бродить"],

["to jangle","звенеть"],

["to clamour","кричать, требовать"],

["slurp","чавкать, хлебать"],

["wonky","шаткий"],

["to immerse","погружаться (в чтение)"],

["to proclaim","объявлять, провозглашать, объявить"],

["to harass","беспокоить, тревожить, мучить"],

["jaunty","бойкий, веселый"],

["to emit","испускать, источать"],

["to waft","навеивать (дым)"],

["to sidle back","пятиться назад"],

["to straggle","сгибаться"],

["limelight","центр внимания"],

["to retort","возражать"],

["to extract","извлекать"],

["to stray","отклониться, блуждать"],

["apprehensive","встревоженный, озабоченный"],

["malice","злоба"],

["to thrust","совать, толкать"],

["to brawl","скандалить"],

["to subdue","подчинять, покорять, смирять"],
["to slump","резко упасть"],

["worn","изношенный"],

["hex","сглаз, заговор"],

["ferret","находка, хорек, ищейка"],

["to ferret","выискивать, разнюхивать"],

["to convict","осуждать, обвинять"],

["rusty","ржавый"],

["loophole","лазейка"],

["to tinker","чинить, возиться"],

["uneven","неровный"],

["plaque","металлическая бляшка, пластинка (с названием, именем)"],

["frogspawn","лягушечья икра"],

["scruffy","неряха"],

["helping","порция"],

["to fuss","суетиться"],

["prone","подверженный, склоненный к"],

["to retrieve","извлекать, отыскать, возвращать"],

["to moult","линять"],

["perch","жердочка"],

["to fit in nicely","прекрасно вписываться"],

["paddock","загон (для животных)"],

["to outstrip","опережать, обогнать"],

["to gloat","злорадствовать, торжествовать"],

["pinch","щепотка"],

["to churn","взбалтывать, взбивать"],

["soot","сажа"],

["dimly","смутно, тускло"],

["counter","стойка, прилавок"],


["spike","шип, колючка"],

["burrow","нора"],

["to lean out","высунуться наружу"],

["in mid-air","в воздухе"],

["to rev up","увеличить обороты двигателя"],

["to pick the lock","взломать замок"],

["hairpin","шпилька, заколка"],

["landing","лестничная площадка"],

["ruddy","чертов"],

["chest of drawer","комод с ящиками"],

["chest","сундук"],

["dumbstruck","ошарашенный"],

["to glide","скользить"],

["dodgy","сомнительный, изворотливый"],

["grudge","зависть, обида, недовольство"],

["inner circle","близкий круг"],

["lousy","паршивый, мерзкий"],

["ghoul","упырь, вурдалак"],

["manor","поместье"],

["to strut","расхаживать"],

["to strut around","расхаживать с важным видом"],

["to twiddle","крутить, вертеть"],

["tongs","щипцы"],

["warlock","чародей, чернокнижник"],

["raid","налет, облава"],

["clump","комок, группа, заросли"],


["tumbledown","ветхий, полуразрушенный"],


];