export const words5 = [
    ["to desecrate","осквернять"],

    ["to blackmail","шантажировать, вымогать"],
    
    ["commodity","товар"],
    
    ["improbable","невероятный, неправдоподобный"],
    
    ["royal","королевский"],
    
    ["to grant","дарить, предоставлять"],
    
    ["groundhog","сурок"],
    
    ["to implore","умолять"],
    
    ["to alter","изменять, менять"],
    
    ["deliberately","намеренно"],
    
    ["to wait until later","ждать до последнего"],
    
    ["mark my word","помяни мое слово"],
    
    ["enabler","способствующее средство"],
    
    ["face it","признай это"],
    
    ["rehab","реабилитация, восстановление"],
    
    ["as it turns out","как выяснилось, … (факт)"],
    
    ["to hit rock bottom","опустить на самое дно, пробить дно"],
    ["high-pitched","пронзительный (голос)"],

["earnestly","серьезно, убедительно, на «е»"],

["comforting","утешительный, успокаивающий"],

["to hiccough","икать"],

["to spring","вскочить, на «s»"],

["bar","стержень, прут"],

["grievously","мучительно, ужасно"],

["to dissolve","растворяться"],

["gratitude","благодарность"],

["goodness","великодушие"],

["modest","скромный, на «m»"],

["reverently","почтительно, с благоговением"],

["heard tell","слышать историю"],

["to dab","промакивать"],

["valiant","отважный, храбрый"],

["chink","звон, звяканье"],

["to flap","хлопать, махать крыльями"],

["peril","опасность, риск"],

["hastily","торопливо, поспешно"],

["to tilt","наклонять, опрокидывать"],

["to rival","конкурировать, враждовать"],

["yelp","визг"],

["to thud","глухой звук (биение сердца)"],

["sly","коварный, хитрый"],

["nimbly","ловко, проворно"],

["wad","пачка"],

["stomach lurch","спазм в животе"],

["plumber","сантехник"],

["to flay","сдирать кожу, свежевать"],

["underage","несовершеннолетний"],

["to relent","смягчиться, уступить, смилостовиться"],

["to starve","голодать"],

["to rattle","греметь, громыхать"],

["soggy","сырой, влажный"],


["tray","лоток, поддон, миска"]

]