export const words5 = 

[
 ["shēngāo", "身高", "рост, высота\n他的身高是一米八", "身高"],
    ["diū", "丢", "терять, потерять\n我昨天丢了我的手机", "丢"],
    ["hàomǎ", "号码", "номер\n请告诉我你的电话号码", "号码"],
    ["fúwùtái", "服务台", "служба поддержки, стойка информации\n你可以去服务台问一下", "服务台"],
    ["hǎoxiàng", "好像", "по-видимому, похоже что\n他好像已经走了", "好像"],
    ["bújiàn", "不见", "потеряться, пропасть\n我的钥匙不见了", "不见"],
    ["xiāngzi", "箱子", "чемодан, сундук, коробка\n这个箱子太重了，我拿不动", "箱子"],
    ["kèqi", "客气", "быть вежливым, вежливость\n你太客气了，不用送我礼物", "客气"],
    ["fúwù", "服务", "обслуживать, обслуживание\n这家酒店的服务很好", "服务"],
    ["sháozi", "勺子", "ложка\n请给我一把勺子", "勺子"],
    ["cháng", "尝", "пробовать (еду)\n你尝尝这个菜，很好吃", "尝"],
    ["wèishēngjiān", "卫生间", "ванная комната, туалет\n请问卫生间在哪儿？", "卫生间"],
    ["chūzhōng", "初中", "средняя школа (неполная)\n我弟弟正在上初中", "初中"],
    ["xiǎoqū", "小区", "район (с домами), микрорайон\n我住在这个小区已经五年了", "小区"],
    ["cǎoyuán", "草原", "газон, степь, луг\n草原上有很多牛羊", "草原"],
    ["zhǔyi", "主意", "идея, мысль\n你这个主意真好", "主意"],
    ["wǎndiǎn", "晚点", "опаздывать (о транспорте)\n飞机晚点了两个小时", "晚点"],
    ["pāizhào", "拍照", "снимать фото, фотографировать\n这里风景很美，我们拍照吧", "拍照"],
    ["dàyī", "大衣", "пальто\n外面很冷，你穿上大衣吧", "大衣"],
    ["zhàoxiàng", "照相", "делать фото, фотографироваться\n我们在公园照了很多相", "照相"],
    ["shōudào", "收到", "получать, получить\n我收到了你的邮件", "收到"],
    ["fēng", "封", "счётное слово для писем\n我给他写了一封信", "封"],
 ["bīngqílín","冰激凌","мороженое\\n你喜欢什么口味的冰激凌？","bīngqílín"]
]
;
